<p class="content"> בניגוד לטענה הרווחת, Lorem Ipsum  45 לפני הספירה. מה שהופך אותו לעתיק מעל 2000 שנה.
    ריצ'רד מקלינטוק, פרופסור לטיני בקולג' של המפדן-סידני
    בורג'יניה, חיפש את אחת המילים המעורפלות ביותר בלטינית -
    consectetur - מתוך פסקאות של Lorem Ipsum ודרך ציטוטים של
    המילה מתוך הספרות הקלאסית, הוא גילה מקור בלתי ניתן בניגוד
    לטענה הרווחת, Lorem Ipsum אינו סתם טקסט רנדומלי. יש
    לו שורשים וחלקים מתוך הספרות הלטינית הקלאסית מאז 45ות
    ביותר בלטינית - consectetur - מתוך פסקאות של Lorem
    Ipsum ודרך ציטוטים של המילה מתוך הספרות הקלאסית, הוא
    גילה מקור בלתי ניתן לערעור. Lorem Ipsum מגיע מתוך מקטע
    לערעור. Lorem Ipsum מגיע מתוך מקטע Lorem Ipsum הוא
    פשוט טקסט גולמי של תעשיית ההדפסה וההקלדה. Lorem Ipsum
    היה טקסט סטנדרטי עוד במאה ה-16, כאשר הדפסה לא ידועה לקחה
    מגש של דפוס ועירבלה אותו כדי ליצור סוג של ספר דגימה.
    ספר זה שרד לא רק חמש מאות שנים אלא גם את הקפיצה לתוך
    ההדפסה האלקטרונית, ונותר כמו שהוא ביסודו. ספר זה הפך פופולרי יותר בשנות ה-60 עם
    ההוצאה לאור של גליון פונטי המכיל פסקאות של Lorem Ipsum ושמכיל גרסאות של Lorem Ipsum</p>
